recursosV1/ReqEliminacionPersistenciaCredito.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:elim="http://www.davivienda.com/xml/EliminacionPersistenciaCredito">
   <soapenv:Header/>
   <soapenv:Body>
      <elim:EliminacionPersistenciaCredito>
         <Request>
            <DataHeader>
               <nombreOperacion>EliminacionPersistenciaCredito</nombreOperacion>
               <total>?</total>
               <jornada>?</jornada>
               <canal>?</canal>
               <modoDeOperacion>?</modoDeOperacion>
               <usuario>?</usuario>
               <perfil>?</perfil>
               <versionServicio>1.0.0</versionServicio>
               <idTransaccion>?</idTransaccion>
            </DataHeader>
            <Data>
               <!--Optional:-->
               <idSesion>?</idSesion>
               <!--Optional:-->
               <codIdioma>?</codIdioma>
               <!--Optional:-->
               <valOrigen>?</valOrigen>
               <!--Optional:-->
               <codPais>?</codPais>
               <aplicacionOrigen>?</aplicacionOrigen>
               <ipOrigen>?</ipOrigen>
               <tipoIdentificacion>?</tipoIdentificacion>
               <nroIdentificacion>?</nroIdentificacion>
               <nroSolicitud>?</nroSolicitud>
            </Data>
         </Request>
      </elim:EliminacionPersistenciaCredito>
   </soapenv:Body>
</soapenv:Envelope>